{ "translations": {
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "No s'ha configurat cap dispositiu U2F. No esteu utilitzant U2F com a segon factor en aquest moment.",
    "The following devices are configured for U2F second-factor authentication:" : "Els següents dispositius es configuren per a l'autenticació de segon factor U2F:",
    "Unnamed device" : "Dispositiu sense nom",
    "Remove" : "Elimina",
    "Add U2F device" : "Afegeix un dispositiu U2F",
    "You can add as many devices as you like. It is recommended to give each device a distinct name." : "Podeu afegir tants dispositius com vulgueu. Es recomana donar a cada dispositiu un nom diferent.",
    "Adding a new device …" : "S'està afegint un nou dispositiu ...",
    "Could not remove your U2F device" : "No s'ha pogut treure el dispositiu U2F",
    "Server error while trying to add U2F device" : "Error del servidor mentre s'intenta afegir el dispositiu U2F",
    "U2F device registration failed (error code {errorCode})" : "S'ha produït un error en el registre del dispositiu U2F (codi d'error {errorCode})",
    "Server error while trying to complete U2F device registration" : "Error del servidor al intentar completar el registre del dispositiu U2F",
    "You added an U2F hardware token" : "Heu afegit un token de maquinari U2F",
    "You removed an U2F hardware token" : "Heu eliminat un token de maquinari U2F",
    "U2F device" : "Dispositiu U2F",
    "Authenticate with an U2F device" : "Autenticacio amb un dispositiu U2F",
    "Two Factor U2F" : "Dos factors U2F",
    "An error occurred. Please try again." : "S'ha produït un error. Si us plau, intenta-ho de nou",
    "Loading your devices …" : "S'estan carregant els dispositius ...",
    "Please plug in your U2F device and press the device button to authorize." : "Connecteu el dispositiu U2F i premeu el botó del dispositiu per autoritzar.",
    "Chrome is the only browser that supports U2F devices. You need to install the \"U2F Support Add-on\" on Firefox to use U2F." : "Chrome és l'únic navegador compatible amb dispositius U2F. Heu d'instal·lar el \"Complement de Suport U2F\" a Firefox per utilitzar U2F.",
    "U2F device successfully registered." : "S'ha registrat correctament el dispositiu U2F."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}