{ "translations": {
    "You added an U2F hardware token" : "Heu afegit un token de maquinari U2F",
    "You removed an U2F hardware token" : "Heu suprimit un token de maquinari U2F",
    "U2F disabled by an admin" : "U2F desactivat per un administrador",
    "U2F device" : "Dispositiu U2F",
    "Authenticate with an U2F device" : "Autenticació amb un dispositiu U2F",
    "Two-Factor U2F" : "U2F de dos factors",
    "U2F two-factor provider" : "Proveïdor de dos factors U2F",
    "A two-factor provider for U2F devices" : "Proveïdor de dos factors per dispositius U2F",
    "Add U2F device" : "Afegeix un dispositiu U2F",
    "Please plug in your U2F device and press the device button to authorize." : "Si us plau, connecteu el vostre dispositiu U2F i premeu el botó del dispositiu per autoritzar.",
    "Name your device" : "Anomeneu el vostre dispositiu",
    "Add" : "Afegeix",
    "Adding your device …" : "S'està afegint el vostre dispositiu ...",
    "Server error while trying to add U2F device" : "Error del servidor mentre s'intentava afegir un dispositiu U2F",
    "U2F device is already registered (error code {errorCode})" : "El dispositiu U2F ja està registrat (codi d'error {errorCode})",
    "U2F device registration timeout reached (error code {errorCode})" : "S'ha exhaurit el temps d'espera del registre del dispositiu U2F (codi d'error {errorCode})",
    "U2F device registration failed (error code {errorCode})" : "Ha fallat el registre del dispositiu U2F (codi d'error {errorCode})",
    "Server error while trying to complete U2F device registration" : "Error del servidor mentre s'intentava completar el registre del dispositiu U2F",
    "An error occurred: {msg}" : "S'ha produït un error: {msg}",
    "Retry" : "Reintenta",
    "Plug in your U2F device and press the device button to authorize." : "Connecteu el vostre dispositiu U2F i premeu el botó del dispositiu per autoritzar.",
    "An error occurred. Please try again." : "S'ha produït un error. Si us plau, torneu-ho a provar.",
    "Your browser does not support U2F." : "El vostre navegador no suporta U2F.",
    "Please use an up-to-date browser that supports U2F devices, such as Chrome, Edge, Firefox, Opera or Safari." : "Utilitzeu un navegador actualitzat que admeti dispositius U2F, com ara Chrome, Edge, Firefox, Opera o Safari.",
    "You are accessing this site via an insecure connection. Browsers might therefore refuse the U2F authentication." : "Esteu accedint a aquest lloc mitjançant una connexió insegura. Per tant, els navegadors poden negar l’autenticació U2F.",
    "Unnamed device" : "Dispositiu sense nom",
    "Remove" : "Suprimeix",
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "No s’han configurat dispositius U2F. Actualment no esteu utilitzant U2F com a segon factor.",
    "The following devices are configured for U2F second-factor authentication:" : "Els següents dispositius estan configurats per a l'autenticació de segon factor U2F:"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}