{ "translations": {
    "You added an U2F hardware token" : "Přidali jste U2F hardwarový token",
    "You removed an U2F hardware token" : "Odebrali jste U2F hardwarový token",
    "U2F disabled by an admin" : "U2F vypnuto správcem",
    "U2F device" : "U2F zařízení",
    "Authenticate with an U2F device" : "Ověření pomocí U2F zařízení",
    "⚠️ Deprecated ⚠️ Two-Factor U2F" : "⚠️ Zastaráno ⚠️ Dvoufaktorový U2F",
    "U2F two-factor provider (deprecated)" : "Dvoufaktorový poskytovatel U2F (zastaralé)",
    "Deprecated two-factor provider for U2F devices. The Two-Factor WebAuthn provider replaces this app." : "Zastaralý dvoufaktorový poskytovatel pro zařízení U2F. Tuto aplikaci nahrazuje poskytovatel dvoufaktorového WebAuthn.",
    "Add U2F device" : "Přidat U2F zařízení",
    "Please plug in your U2F device and press the device button to authorize." : "Připojte svůj U2F přístroj a stlačte tlačítko pro ověření.",
    "Name your device" : "Nazvěte své zařízení.",
    "Add" : "Přidat",
    "Adding your device …" : "Přidávání zařízení…",
    "Server error while trying to add U2F device" : "Chyba serveru při pokusu o přidání U2F zařízení",
    "U2F device is already registered (error code {errorCode})" : "Zařízení U2F je už zaregistrováno (kód chyby {errorCode})",
    "U2F device registration timeout reached (error code {errorCode})" : "Překročen časový limit pro registraci U2F zařízení (kód chyby {errorCode})",
    "U2F device registration failed (error code {errorCode})" : "registrace U2F zařízení se nezdařila (kód chyby {errorCode})",
    "Server error while trying to complete U2F device registration" : "Chyba serveru při pokusu o dokončení registrace U2F zařízení",
    "An error occurred: {msg}" : "Nastala chyba: {msg}",
    "Retry" : "Zkusit znovu",
    "Plug in your U2F device and press the device button to authorize." : "Připojte své U2F zařízení a ověřte stisknutím tlačítka na něm.",
    "An error occurred. Please try again." : "Došlo k chybě. Zkuste to znovu.",
    "Your browser does not support U2F." : "Váš prohlížeč nepodporuje U2F.",
    "Please use an up-to-date browser that supports U2F devices, such as Chrome, Edge, Firefox, Opera or Safari." : "Používejte aktuální verzi prohlížeče, který podporuje U2F zařízení, jako je Chrome, Edge, Firefox, Opera nebo Safari.",
    "You are accessing this site via an insecure connection. Browsers might therefore refuse the U2F authentication." : "K tomuto webu přistupujete přes nezabezpečené připojení. Prohlížeče proto mohou odmítnout U2F ověřování.",
    "Unnamed device" : "Nepojmenované zařízení",
    "Remove" : "Odstranit",
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "Nejsou nastavená žádná U2F zařízení. V tuto chvíli nepoužíváte U2F jako druhý faktor.",
    "The following devices are configured for U2F second-factor authentication:" : "Následující zařízení jsou nastavena jako druhý stupeň ověřování pomocí U2F:"
},"pluralForm" :"nplurals=4; plural=(n == 1 && n % 1 == 0) ? 0 : (n >= 2 && n <= 4 && n % 1 == 0) ? 1: (n % 1 != 0 ) ? 2 : 3;"
}