{ "translations": {
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "Es sind keine U2F-Geräte konfiguriert. Momentan verwendest Du nicht U2F als Zwei-Faktor-Authentifizierungsmethode.",
    "The following devices are configured for U2F second-factor authentication:" : "Die folgenden Geräte sind für U2F-Zwei-Faktor-Authentifizierung konfiguriert:",
    "Unnamed device" : "Unbenanntes Gerät",
    "Remove" : "Entfernen",
    "Add U2F device" : "U2F-Gerät hinzufügen",
    "You can add as many devices as you like. It is recommended to give each device a distinct name." : "Du kannst beliebig viele Geräte hinzufügen. Es wird empfohlen jedem Gerät einen einzigartigen Namen zu geben.",
    "Adding a new device …" : "Neues Gerät wird hinzugefügt…",
    "Could not remove your U2F device" : "Konnte das U2F-Gerät nicht entfernen",
    "Server error while trying to add U2F device" : "Server-Fehler beim Versuch ein U2F-Gerät hinzuzufügen",
    "U2F device registration failed (error code {errorCode})" : "Registrierung des U2F-Gerätes fehlgeschlagen (Fehler-Code  {errorCode}) ",
    "Server error while trying to complete U2F device registration" : "Server-Fehler beim Versuch die U2F-Geräte-Registrierung abzuschließen",
    "You added an U2F hardware token" : "Sie haben einen U2F Hardware-Schlüssel hinzugefügt",
    "You removed an U2F hardware token" : "Sie haben einen U2F Hardware-Schlüssel entfernt",
    "U2F device" : "U2F-Gerät",
    "Authenticate with an U2F device" : "Mit einem U2F-Gerät authentifizieren",
    "Two Factor U2F" : "Zwei-Faktor U2F",
    "Please plug in your U2F device and press the device button to authorize." : "Bitte verbinden Sie Ihr U2F-Gerät und drücken Sie den Geräteknopf zur Authentifizierung.",
    "An error occurred. Please try again." : "Es ist ein Fehler aufgetreten. Bitte erneut versuchen.",
    "Install the \"U2F Support Add-on\" on Firefox to use U2F, this is not needed on Chrome." : "Installieren Sie das \"U2F-Support-Add-on\" für Firefox um U2F zu benutzen, dies ist für Chrome nicht erforderlich.",
    "U2F second-factor auth" : "U2F-Zweifaktorauthentifizierung",
    "Loading your devices …" : "Gerät wird geladen…",
    "Chrome is the only browser that supports U2F devices. You need to install the \"U2F Support Add-on\" on Firefox to use U2F." : "Chrome ist der einzige Browser, der U2F-Geräte unterstützt. Für Firefox wird das \"U2F Support Add-on\" benötigt, um U2F zu verwenden.",
    "U2F device successfully registered." : "U2F-Gerät erfolgreich registriert."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}