{ "translations": {
    "You added an U2F hardware token" : "U2F hardware token bat gehitu duzu",
    "You removed an U2F hardware token" : "U2Fren hardware token bat kendu da",
    "U2F disabled by an admin" : "U2F ezgaituta dago administratzaile baten gatik",
    "U2F device" : "U2F gailua",
    "Authenticate with an U2F device" : "Autentifikatu U2F gailu batekin",
    "Two-Factor U2F" : "Bi faktoreko U2F",
    "U2F two-factor provider" : "U2F bi faktoreen hornitzailea",
    "A two-factor provider for U2F devices" : "U2F gailuetarako bi faktore hornitzaile",
    "Add U2F device" : "Gehitu U2F gailua",
    "Please plug in your U2F device and press the device button to authorize." : "Mesedez, sartu zure U2F gailua eta sakatu gailuaren botoia baimena emateko.",
    "Name your device" : "Izendatu zure gailua",
    "Add" : "Gehitu",
    "Adding your device …" : "Zure gailua gehitzen ...",
    "Server error while trying to add U2F device" : "Zerbitzariaren akatsa U2F gailua gehitzen saiatzean",
    "U2F device is already registered (error code {errorCode})" : "U2F gailua dagoeneko erregistratuta dago (Errore-kodea {errorCode})",
    "U2F device registration timeout reached (error code {errorCode})" : "U2F gailuen erregistro denbora iraungi da (Errore-kode {errorCode})",
    "U2F device registration failed (error code {errorCode})" : "U2F gailuen erregistroak huts egin du (Errore-kodea {errorCode})",
    "Server error while trying to complete U2F device registration" : "Zerbitzariaren akatsa U2F gailuen erregistroa osatzen saiatzean",
    "An error occurred: {msg}" : "Errore bat gertatu da: {msg}",
    "Retry" : "Saiatu berriro",
    "Plug in your U2F device and press the device button to authorize." : "Sartu zure U2F gailua eta sakatu gailuaren botoia baimena emateko.",
    "An error occurred. Please try again." : "Akats bat gertatu da. Saiatu berriro mesedez.",
    "Your browser does not support U2F." : "Zure arakatzaileak ez du U2F onartzen.",
    "Please use an up-to-date browser that supports U2F devices, such as Chrome, Edge, Firefox, Opera or Safari." : "Mesedez erabili U2F gailuak onartzen dituen nabigatzaile eguneratu bat, Chrome, Edge, Firefox, Opera edo Safari bezala.",
    "You are accessing this site via an insecure connection. Browsers might therefore refuse the U2F authentication." : "Gune honetara konexio ez seguru batetik a sartzen ari zara. Baliteke, beraz, nabigatzaileek U2F autentifikazioari uko egitea.",
    "Unnamed device" : "Izen gabeko gailua",
    "Remove" : "Kendu",
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "Ez daude konfiguratutako U2F gailurik. Oraindik ez duzu U2F bigarren faktore gisa erabiltzen.",
    "The following devices are configured for U2F second-factor authentication:" : "Gailu hauek U2F bigarren faktorearen autentifikaziorako konfiguratuta daude:"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}