{ "translations": {
    "You added an U2F hardware token" : "Vous avez ajouté un jeton de matériel U2F",
    "You removed an U2F hardware token" : "Vous avez supprimé un jeton de matériel U2F",
    "U2F device" : "Périphérique U2F",
    "Authenticate with an U2F device" : "Authentifier avec un périphérique U2F",
    "Two Factor U2F" : "Authentification en deux étapes U2F",
    "U2F two-factor provider" : "Fournisseur d'authentification à deux facteurs U2F",
    "A two-factor provider for U2F devices" : "Un fournisseur d'authentification à deux facteurs pour les appareils U2F",
    "Add U2F device" : "Ajouter un périphérique U2F",
    "Server error while trying to add U2F device" : "Erreur lors de la tentative d'ajout du périphérique U2F",
    "U2F device is already registered (error code {errorCode})" : "Le périphérique U2F est déjà enregistré (code d'erreur {errorCode})",
    "U2F device registration timeout reached (error code {errorCode})" : "L'enregistrement du périphérique U2F a dépassé le délai d'expiration (code d'erreur {errorCode})",
    "U2F device registration failed (error code {errorCode})" : "L'enregistrement du périphérique U2F a échoué (code d'erreur {errorCode})",
    "Server error while trying to complete U2F device registration" : "Erreur du serveur lors de la tentative de terminer l'enregistrement du périphérique U2F",
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "Aucun périphérique U2F configuré. Vous n'utilisez pas actuellement l'authentification en deux facteurs U2F.",
    "Chrome is the only browser that supports U2F devices. You need to install the \"U2F Support Add-on\" on Firefox to use U2F." : "Chrome est le seul navigateur supportant les appareils U2F. Vous devez installer l'extension \"U2F Support Add-on\" de firefox pour l'utiliser.",
    "Plug in your U2F device and press the device button to authorize." : "Branchez votre appareil U2F et cliquez sur le bouton d’autorisation.",
    "An error occurred. Please try again." : "Une erreur est survenue. Veuillez réessayer.",
    "In Firefox, you need to install the \"U2F Support Add-on\" to use U2F. This is not needed in Chrome." : "Dans Firefox, vous devez installer \"U2F Support Add-on\" afin de pouvoir utiliser U2F. Ceci n'est pas nécessaire dans Chrome.",
    "You are accessing this site via an insecure connection. Browsers might therefore refuse the U2F authentication." : "Vous êtes en train d'accèder à ce site via une connexion non sécurisée. Les navigateurs devraient donc refuser l'authentification U2F."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}