{ "translations": {
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "Non hai dispositivos U2F configurados. Vostede, de momento, non está a usar U2F como un segundo factor.",
    "The following devices are configured for U2F second-factor authentication:" : "Os seguintes dispositivos están configurados para autenticación de segundo factor U2F:",
    "Unnamed device" : "Dispositivo sen nome",
    "Remove" : "Borrar",
    "Add U2F device" : "Engadir un dispositivo U2F",
    "You can add as many devices as you like. It is recommended to give each device a distinct name." : "Pode engadir tantos dispositivos como queira. Recoméndase dar a cada un deles un nome distinto.",
    "Adding a new device …" : "Engadindo un novo dispositivo …",
    "Could not remove your U2F device" : "Non foi posíbel borrar o seu dispositivo U2F",
    "Server error while trying to add U2F device" : "Produciuse un erro do servidor cando se intentaba engadir un dispositivo U2F",
    "U2F device registration failed (error code {errorCode})" : "Produciuse unha falla no rexistro do dispositivo U2F (código de erro {errorCode})",
    "Server error while trying to complete U2F device registration" : "Produciuse un erro do servidor cando se intentaba completar o rexistro do dispositivo U2F",
    "You added an U2F hardware token" : "Vostede engadiu un token hardware U2F",
    "You removed an U2F hardware token" : "Vostede borrou un token hardware U2F",
    "U2F device" : "Dispositivo U2F",
    "Authenticate with an U2F device" : "Autenticar cun dispositivo U2F",
    "Two Factor U2F" : "U2F de dous factores",
    "An error occurred. Please try again." : "Produciuse un erro. Ténteo de novo.",
    "Loading your devices …" : "Cargando os seus dispositivos …",
    "Please plug in your U2F device and press the device button to authorize." : "Conecte o seu dispositivo U2F e prema no botón do dispositivo para autorizar. ",
    "Chrome is the only browser that supports U2F devices. You need to install the \"U2F Support Add-on\" on Firefox to use U2F." : "Chrome é o único navegador que admite dispositivos U2F. Vostede necesita instalar «U2F Support Add-on» no Firefox para usar U2F. ",
    "U2F device successfully registered." : "O dispositivo U2F foi rexistrado satisfactoriamente."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}