{ "translations": {
    "You added an U2F hardware token" : "Dodali ste U2F hardverski token",
    "You removed an U2F hardware token" : "Uklonili ste U2F hardverski token",
    "U2F disabled by an admin" : "U2F je onemogućio administrator",
    "U2F device" : "U2F uređaj",
    "Authenticate with an U2F device" : "Autentifikacija s U2F uređajem",
    "Two-Factor U2F" : "Dvofaktorski U2F",
    "U2F two-factor provider" : "Davatelj usluge dvofaktorske autentifikacije putem U2F uređaja",
    "A two-factor provider for U2F devices" : "Davatelj usluge dvofaktorske autentifikacije za U2F uređaje",
    "Add U2F device" : "Dodaj U2F uređaj",
    "Please plug in your U2F device and press the device button to authorize." : "Priključite svoj U2F uređaj i pritisnite gumb na uređaju za autorizaciju korisnika.",
    "Name your device" : "Dodijelite naziv svom uređaju",
    "Add" : "Dodaj",
    "Adding your device …" : "Dodavanje uređaja...",
    "Server error while trying to add U2F device" : "Pogreška poslužitelja pri dodavanju U2F uređaja",
    "U2F device is already registered (error code {errorCode})" : "U2F uređaj je već registriran (šifra pogreške {errorCode})",
    "U2F device registration timeout reached (error code {errorCode})" : "Istek vremena za registraciju uređaja U2F (šifra pogreške {errorCode})",
    "U2F device registration failed (error code {errorCode})" : "Registracija U2F uređaja nije uspjela (šifra pogreške {errorCode})",
    "Server error while trying to complete U2F device registration" : "Pogreška poslužitelja tijekom dovršavanja registracije U2F uređaja",
    "An error occurred: {msg}" : "Došlo je do pogreške: {msg}",
    "Retry" : "Pokušaj ponovno",
    "Plug in your U2F device and press the device button to authorize." : "Priključite svoj U2F uređaj i pritisnite gumb na uređaju za autorizaciju korisnika.",
    "An error occurred. Please try again." : "Došlo je do pogreške. Pokušajte ponovo.",
    "Your browser does not support U2F." : "Vaš preglednik ne podržava U2F.",
    "Chrome is the only browser that supports U2F devices. You need to install the \"U2F Support Add-on\" on Firefox to use U2F." : "Chrome je jedini preglednik koji podržava U2F uređaje. Za uporabu U2F uređaja putem preglednika Firefox morate instalirati „dodatak za podršku za U2F”.",
    "You are accessing this site via an insecure connection. Browsers might therefore refuse the U2F authentication." : "Ovom web-mjestu pristupate putem nesigurne veze. Stoga bi preglednici mogli odbiti U2F autentifikaciju.",
    "Unnamed device" : "Neimenovani uređaj",
    "Remove" : "Ukloni",
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "Nije konfiguriran nijedan U2F uređaj. Trenutno ne koristite U2F kao drugi faktor.",
    "The following devices are configured for U2F second-factor authentication:" : "Sljedeći su uređaji konfigurirani za autentifikaciju s U2F-om kao drugim faktorom:"
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}