{ "translations": {
    "You added an U2F hardware token" : "Þú bættir við teikni fyrir U2F-vélbúnað",
    "You removed an U2F hardware token" : "Þú fjarlægðir teikn fyrir U2F-vélbúnað",
    "U2F device" : "U2F-tæki",
    "Authenticate with an U2F device" : "Auðkenna með U2F-tæki",
    "Two Factor U2F" : "Tveggja-þrepa U2F",
    "U2F two-factor provider" : "Veituaðili tveggja-þrepa U2F-vottunar",
    "A two-factor provider for U2F devices" : "Veituaðili tveggja-þrepa vottunar fyrir U2F-tæki",
    "Add U2F device" : "Bæta við U2F-tæki",
    "Adding your device …" : "Bæti við tækinu þínu …",
    "Server error while trying to add U2F device" : "Villa á þjóni við að bæta við U2F-tæki",
    "U2F device is already registered (error code {errorCode})" : "U2F-tæki er þegar skráð (villukóði {errorCode})",
    "U2F device registration timeout reached (error code {errorCode})" : "Skráning U2F-tækis féll á tímamörkum (villukóði {errorCode})",
    "U2F device registration failed (error code {errorCode})" : "Skráning U2F-tækis mistókst (villukóði {errorCode})",
    "Server error while trying to complete U2F device registration" : "Villa á þjóni við að ljúka skráningu U2F-tækis",
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "Engin U2F-tæki eru uppsett. Þú ert ekki að nota tveggja-þrepa U2F-auðkenningu í augnablikinu.",
    "Chrome is the only browser that supports U2F devices. You need to install the \"U2F Support Add-on\" on Firefox to use U2F." : "Chrome er eini vafrinn sem styður U2F-tæki beint. Á Firefox verður þú að setja upp viðbótina \"U2F Support Add-on\" til að geta notað U2F.",
    "Plug in your U2F device and press the device button to authorize." : "Stingdu U2F-tækinu þínu í samband og ýttu á tækishnappinn til að auðkenna.",
    "An error occurred. Please try again." : "Villa kom upp. Endilega reyndu aftur.",
    "In Firefox, you need to install the \"U2F Support Add-on\" to use U2F. This is not needed in Chrome." : "Settu upp viðbótina \"U2F Support Add-on\" á Firefox til að nota U2F, á Chrome er slíkt ekki nauðsynlegt.",
    "You are accessing this site via an insecure connection. Browsers might therefore refuse the U2F authentication." : "Þú tengist þessu vefsvæði í gegnum óörugga tengingu. Vafrar gætu því hafnað U2F-auðkenningunni."
},"pluralForm" :"nplurals=2; plural=(n % 10 != 1 || n % 100 == 11);"
}