{ "translations": {
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "Nie sú nastavené žiadne U2F zariadenia. Aktuálne nepoužívate U2F ako druhý faktor.",
    "The following devices are configured for U2F second-factor authentication:" : "Nasledujúce zariadenia sú nastavené ako druhý faktor overenia pomocou U2F:",
    "Unnamed device" : "Nepomenované zariadenie",
    "Remove" : "Odstrániť",
    "Add U2F device" : "Pridať U2F zariadenie",
    "You can add as many devices as you like. It is recommended to give each device a distinct name." : "Môžete pridať toľko zariadení, koľko chcete. Odporúča sa dať každému unikátne meno.",
    "Adding a new device …" : "Pridáva sa nové zariadenie...",
    "Could not remove your U2F device" : "Vaše U2F zariadenie sa nepodarilo odstrániť",
    "Server error while trying to add U2F device" : "Počas pokusu o pridanie U2F zariadenia nastala chyba servera",
    "U2F device is already registered (error code {errorCode})" : "U2F zariadenie je už zaregistrované (kód chyby {errorCode})",
    "U2F device registration timeout reached (error code {errorCode})" : "Uplynul čas registrácie U2F zariadenia (kód chyby {errorCode})",
    "U2F device registration failed (error code {errorCode})" : "Registrácia U2F zariadenia zlyhala (error code {errorCode})",
    "Server error while trying to complete U2F device registration" : "Počas dokončovania registrácie U2F zariadenia nastala chyba servera",
    "You added an U2F hardware token" : "Pridali ste hardvérový U2F token",
    "You removed an U2F hardware token" : "Odstránili ste hardvérový U2F token",
    "U2F device" : "Zariadenie U2F",
    "Authenticate with an U2F device" : "Overenie použitím U2F zariadenia",
    "Two Factor U2F" : "Dvojfaktorové U2F",
    "U2F two-factor provider" : "Poskytovateľ dvojfaktorového U2F",
    "A two-factor provider for U2F devices" : "Poskytovateľ dvojfaktorového overovania pre U2F zariadenia",
    "Please plug in your U2F device and press the device button to authorize." : "Pripojte prosím vaše U2F zariadenie a stlačte tlačítko pre overenie.",
    "An error occurred. Please try again." : "Nastala chyba. Skúste to prosím znovu.",
    "Install the \"U2F Support Add-on\" on Firefox to use U2F, this is not needed on Chrome." : "Pre použitie U2F vo Firefoxe nainštalujte \"U2F Support Add-on\". V Chrome to nie je potrebné.",
    "You are accessing this site via an insecure connection. Browsers might therefore refuse the U2F authentication." : "Prichádzate na túto stránku prostredníctvom nezabezpečeného pripojenia. Prehliadače by preto mohli odmietnuť U2F overovanie.",
    "U2F second-factor auth" : "Dvojstupňové overenie U2F",
    "Loading your devices …" : "Načítavanie vašich zariadení...",
    "Chrome is the only browser that supports U2F devices. You need to install the \"U2F Support Add-on\" on Firefox to use U2F." : "Prehliadač Chrome je jedniný, ktorý podporuje U2F zariadenia. Pre použitie U2F zariadenia v prehliadači Firefox je potrebné nainštalovať doplnok \"U2F Support Add-on\".",
    "U2F device successfully registered." : "Zariadenie U2F bolo úspešne zaregistrované."
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n == 1 ? 0 : n % 1 == 0 && n >= 2 && n <= 4 ? 1 : n % 1 != 0 ? 2: 3);"
}