{ "translations": {
    "You added an U2F hardware token" : "Pridali ste hardvérový U2F token",
    "You removed an U2F hardware token" : "Odstránili ste hardvérový U2F token",
    "U2F disabled by an admin" : "U2F vypol správca",
    "U2F device" : "Zariadenie U2F",
    "Authenticate with an U2F device" : "Overenie použitím U2F zariadenia",
    "Two-Factor U2F" : "Dvojfázové U2F",
    "U2F two-factor provider" : "Poskytovateľ dvojfaktorového U2F",
    "A two-factor provider for U2F devices" : "Poskytovateľ dvojfaktorového overovania pre U2F zariadenia",
    "Add U2F device" : "Pridať U2F zariadenie",
    "Please plug in your U2F device and press the device button to authorize." : "Pripojte prosím vaše U2F zariadenie a stlačte tlačítko pre overenie.",
    "Name your device" : "Pomenujte svoje zariadenie",
    "Add" : "Pridať",
    "Adding your device …" : "Pridáva sa zariadenie...",
    "Server error while trying to add U2F device" : "Počas pokusu o pridanie U2F zariadenia nastala chyba servera",
    "U2F device is already registered (error code {errorCode})" : "U2F zariadenie je už zaregistrované (kód chyby {errorCode})",
    "U2F device registration timeout reached (error code {errorCode})" : "Uplynul čas registrácie U2F zariadenia (kód chyby {errorCode})",
    "U2F device registration failed (error code {errorCode})" : "Registrácia U2F zariadenia zlyhala (error code {errorCode})",
    "Server error while trying to complete U2F device registration" : "Počas dokončovania registrácie U2F zariadenia nastala chyba servera",
    "An error occurred: {msg}" : "Vyskytla sa chyba: {msg}",
    "Retry" : "Skúsiť znova",
    "Plug in your U2F device and press the device button to authorize." : "Pripojte zariadenie U2F a autorizáciu potvrďte stlačením tlačidla na zariadení.",
    "An error occurred. Please try again." : "Nastala chyba. Skúste to prosím znovu.",
    "Your browser does not support U2F." : "Váš prehliadač nepodporuje U2F.",
    "Please use an up-to-date browser that supports U2F devices, such as Chrome, Edge, Firefox, Opera or Safari." : "Prosím používajte aktualizovaný prehliadač ktorý podporuje U2F zariadenia, ako Chrome, Edge, Firefox, Opera alebo Safari.",
    "You are accessing this site via an insecure connection. Browsers might therefore refuse the U2F authentication." : "Prichádzate na túto stránku prostredníctvom nezabezpečeného pripojenia. Prehliadače by preto mohli odmietnuť U2F overovanie.",
    "Unnamed device" : "Nepomenované zariadenie",
    "Remove" : "Odstrániť",
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "Nie sú nastavené žiadne U2F zariadenia. Aktuálne nepoužívate U2F ako druhý faktor.",
    "The following devices are configured for U2F second-factor authentication:" : "Nasledujúce zariadenia sú nastavené ako druhý faktor overenia pomocou U2F:"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n == 1 ? 0 : n % 1 == 0 && n >= 2 && n <= 4 ? 1 : n % 1 != 0 ? 2: 3);"
}