{ "translations": {
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "Asnjë pajisje U2F e konfiguruar. Ju nuk po përdorni U2F si faktor të dytë në këtë moment.",
    "The following devices are configured for U2F second-factor authentication:" : "Pajisjet në vijim janë konfiguruar për identifikimin me dy faktor U2F:",
    "Unnamed device" : "Paisje pa emër",
    "Remove" : "Hiq",
    "Add U2F device" : "Shto pajisjen U2F",
    "You can add as many devices as you like. It is recommended to give each device a distinct name." : "Mund të shtoni aq pajisje sa dëshironi. Rekomandohet ti jepni cdo pajisjeje nje emër të veçantë",
    "Adding a new device …" : "Duke shtuar një pajisje të re ...",
    "Could not remove your U2F device" : "Nuk mund të hiqet pajisja juaj U2F",
    "Server error while trying to add U2F device" : "Gabim serveri gjatë përpjekjes për të shtuar pajisjen U2F",
    "U2F device registration failed (error code {errorCode})" : "Regjistrimi i pajisjes U2F dështoi (gabim kodi {gabimKodi})",
    "Server error while trying to complete U2F device registration" : "Gabim serveri gjatë përpjekjes për të plotësuar regjistrimin e pajisjes U2F",
    "You added an U2F hardware token" : "Shtuat një shenjë hardware U2F",
    "You removed an U2F hardware token" : "Ju hoqët një U2F hardware token",
    "U2F device" : "Pajisje U2F",
    "Authenticate with an U2F device" : "Verifikoni me një pajisje U2F",
    "Two Factor U2F" : "Dy Faktorizim U2F",
    "Please plug in your U2F device and press the device button to authorize." : "Ju lutemi futni pajisjen tuaj U2F dhe shtypni butonin e pajisjes për të autorizuar.",
    "An error occurred. Please try again." : "Ndodhi një problem.Ju lutem provoni përsëri.",
    "Install the \"U2F Support Add-on\" on Firefox to use U2F, this is not needed on Chrome." : "Instalo \"U2F Support Add-on\" në Firefox për të përdorur U2F, kjo nuk është e nevojshme në Chrome.",
    "U2F second-factor auth" : "Autoriteti i dytë i faktorit U2F",
    "Loading your devices …" : "Duke ngarkuar pajisjet tuaja ...",
    "Chrome is the only browser that supports U2F devices. You need to install the \"U2F Support Add-on\" on Firefox to use U2F." : "Chrome është i vetmi shfletues që suporton paisjet UF2. Do t'ju duhet të instaloni shtesën \"U2F Support Add-on\" në Firefox që të përdorni U2F.",
    "U2F device successfully registered." : "Pajisja U2F u regjistrua me sukses."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}