{ "translations": {
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "Нема конфигурисаних U2F уређаја. Не користите универзални други фактор тренутно.",
    "The following devices are configured for U2F second-factor authentication:" : "Следећи уређају су конфигурисани за пријављивање са универзалним 2. фактором:",
    "Unnamed device" : "Неименовани уређај",
    "Remove" : "Уклони",
    "Add U2F device" : "Додај U2F уређај",
    "You can add as many devices as you like. It is recommended to give each device a distinct name." : "Можете да додате уређаја колико желите. Препоручује се да сваком уређају дате различито име.",
    "Adding a new device …" : "Додавање новог уређаја …",
    "Could not remove your U2F device" : "Не могу да уклоним U2F уређај",
    "Server error while trying to add U2F device" : "Серверска грешка кад је покушано додавање U2F уређаја",
    "U2F device is already registered (error code {errorCode})" : "U2F уређај је већ регистрован (код грешке {errorCode})",
    "U2F device registration timeout reached (error code {errorCode})" : "Истекло време за регистрацију U2F уређаја (код грешке {errorCode})",
    "U2F device registration failed (error code {errorCode})" : "РегистрацијаU2F уређаја није успела (код грешке {errorCode})",
    "Server error while trying to complete U2F device registration" : "Серверска грешка за време довршавања регистрације U2F уређаја",
    "You added an U2F hardware token" : "Додали сте U2F хардверски токен",
    "You removed an U2F hardware token" : "Уклонили сте U2F хардверски токен",
    "U2F device" : "U2F уређај",
    "Authenticate with an U2F device" : "Пријави се са U2F уређајем",
    "Two Factor U2F" : "Двофакторски U2F",
    "U2F two-factor provider" : "Провајдер двофакторског U2F-а",
    "A two-factor provider for U2F devices" : "Двофакторски провајдер за U2F уређаје",
    "Plug in your U2F device and press the device button to authorize." : "Утакните Ваш U2F уређај и притисните дугме на уређају да се пријавите.",
    "An error occurred. Please try again." : "Десила се грешка. Покушајте поново.",
    "In Firefox, you need to install the \"U2F Support Add-on\" to use U2F. This is not needed in Chrome." : "На Фајерфоксу морате да инсталирате \"U2F Support Add-on\" додатак да бисте користили U2F. Ово није потребно на Хром веб читачу.",
    "You are accessing this site via an insecure connection. Browsers might therefore refuse the U2F authentication." : "Приступате овом сајту преко небезбедне конекције. Веб читач може због тога да одбије U2F пријављивање.",
    "Loading your devices …" : "Учитавам Ваше уређаје …",
    "Please plug in your U2F device and press the device button to authorize." : "Молимо утакните Ваш U2F уређај и притисните дугме на уређају да се пријавите.",
    "Chrome is the only browser that supports U2F devices. You need to install the \"U2F Support Add-on\" on Firefox to use U2F." : "Хром веб читач је једини веб читач који подржава U2F уређаје. НА Фајерфоксу морате да инсталирајте \"U2F Support Add-on\" додатак да бисте користили U2F.",
    "U2F device successfully registered." : "U2F уређај успешно регистрован."
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}