{ "translations": {
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "Inga U2F-enheter är konfigurerade. Du använder inte U2F tvåfaktorautentisering just nu.",
    "The following devices are configured for U2F second-factor authentication:" : "Följande enheter är konfigurerade för U2F tvåfaktorautentisering:",
    "Unnamed device" : "Namnlös enhet",
    "Remove" : "Ta bort",
    "Add U2F device" : "Lägg till U2F-enhet",
    "You can add as many devices as you like. It is recommended to give each device a distinct name." : "Du kan lägga till hur många enheter du vill. Det är rekommenderat att ge varje enheter ett specifikt namn.",
    "Adding a new device …" : "Lägger till en ny enhet ...",
    "Could not remove your U2F device" : "Kunde inte ta bort din U2F-enhet",
    "Server error while trying to add U2F device" : "Serverfel när du försökte lägga till en U2F-enhet.",
    "U2F device registration failed (error code {errorCode})" : "U2F-enhetsregistrering misslyckades (error code {errorCode})",
    "Server error while trying to complete U2F device registration" : "Serverfel när du försökte slutföra registreringen av en U2F-enhet",
    "You added an U2F hardware token" : "Du la till en U2F enhets-token",
    "You removed an U2F hardware token" : "Du tog bort en U2F enhets-token",
    "U2F device" : "U2F-enhet",
    "Authenticate with an U2F device" : "Autentisera med en U2F-enhet",
    "Two Factor U2F" : "U2F tvåfaktorautentisering",
    "Please plug in your U2F device and press the device button to authorize." : "Vänligen anslut din U2F-enhet till datorn och tryck på knappen på enheten för att godkänna.",
    "An error occurred. Please try again." : "Ett fel har inträffat. Vänligen försök igen.",
    "Install the \"U2F Support Add-on\" on Firefox to use U2F, this is not needed on Chrome." : "Installera \"U2F Support Add-on\" i Firefox för att använda U2F, detta behövs inte i Chrome.",
    "U2F second-factor auth" : "U2F tvåfaktorautentisering",
    "Loading your devices …" : "Ladda dina enheter ...",
    "Chrome is the only browser that supports U2F devices. You need to install the \"U2F Support Add-on\" on Firefox to use U2F." : "Chrome är den enda webbläsaren som är tillåter U2F-enheter för tillfället. Du måste installera \"U2F Support Add-On\" tillägget i Firefox för att kunna använda U2F.",
    "U2F device successfully registered." : "U2F-enheten registrerades utan problem."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}