{ "translations": {
    "You added an U2F hardware token" : "U2F aygıtı eklediniz",
    "You removed an U2F hardware token" : "U2F aygıtını sildiniz",
    "U2F disabled by an admin" : "U2F yönetici tarafından devre dışı bırakılmış",
    "U2F device" : "U2F aygıtı",
    "Authenticate with an U2F device" : "U2F aygıtı ile kimlik doğrulama",
    "Two-Factor U2F" : "İki Aşamalı Kimlik Doğrulama U2F",
    "U2F two-factor provider" : "U2F iki aşamalı kimlik doğrulama hizmeti sağlayıcısı",
    "A two-factor provider for U2F devices" : "U2F aygıtları için iki aşamalı kimlik doğrulama hizmeti sağlayıcısı",
    "Add U2F device" : "U2F aygıtı ekle",
    "Please plug in your U2F device and press the device button to authorize." : "Lütfen U2F aygıtınızı takın ve kimliğinizi doğrulamak için aygıt üzerindeki düğmeye tıklayın.",
    "Name your device" : "Aygıtınıza bir ad verin",
    "Add" : "Ekle",
    "Adding your device …" : "Aygıtınız ekleniyor …",
    "Server error while trying to add U2F device" : "U2F aygıtı eklenirken sunucu sorunu çıktı",
    "U2F device is already registered (error code {errorCode})" : "U2F aygıtı zaten kaydedilmiş (hata kodu {errorCode})",
    "U2F device registration timeout reached (error code {errorCode})" : "U2F aygıtı kayıt işlemi zaman aşımına uğradı (hata kodu {errorCode})",
    "U2F device registration failed (error code {errorCode})" : "U2F aygıtı kaydedilemedi (hata kodu {errorCode})",
    "Server error while trying to complete U2F device registration" : "U2F aygıtı kayıt işlemi tamamlanırken sunucu sorunu çıktı",
    "An error occurred: {msg}" : "Bir sorun çıktı: {message}",
    "Retry" : "Yeniden Dene",
    "Plug in your U2F device and press the device button to authorize." : "U2F aygıtınızı takın ve kimliğinizi doğrulamak için aygıt üzerindeki düğmeye tıklayın.",
    "An error occurred. Please try again." : "Bir sorun çıktı. Lütfen yeniden deneyin.",
    "Your browser does not support U2F." : "Web tarayıcınız U2F desteklemiyor.",
    "Chrome is the only browser that supports U2F devices. You need to install the \"U2F Support Add-on\" on Firefox to use U2F." : "U2F aygıtı yalnız Chrome web tarayıcısı tarafından desteklenir. Firefox üzerinde U2F kullanabilmek için \"U2F Support eklentisini\" kurmalısınız.",
    "You are accessing this site via an insecure connection. Browsers might therefore refuse the U2F authentication." : "Bu site ile bağlantınız güvenli değil. Bu nedenle tarayıcılar yeniden U2F kimlik doğrulaması isteyebilir.",
    "Unnamed device" : "Adsız aygıt",
    "Remove" : "Kaldır",
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "Herhangi bir U2F aygıtı ayarlanmamış. Şu anda iki aşamalı doğrulama için U2F kullanılamaz.",
    "The following devices are configured for U2F second-factor authentication:" : "İki aşamalı doğrulama için ayarlanmış ve kullanılabilecek U2F aygıtları:"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}