{ "translations": {
    "No U2F devices configured. You are not using U2F as second factor at the moment." : "Herhangi bir U2F aygıtı ayarlanmamış. Şu anda iki aşamalı doğrulama için U2F kullanılamaz.",
    "The following devices are configured for U2F second-factor authentication:" : "İki aşamalı doğrulama için ayarlanmış ve kullanılabilecek U2F aygıtları:",
    "Unnamed device" : "Adsız aygıt",
    "Remove" : "Sil",
    "Add U2F device" : "U2F aygıtı ekle",
    "You can add as many devices as you like. It is recommended to give each device a distinct name." : "İstediğiniz kadar aygıt ekleyebilirsiniz. Her aygıta ayrı bir ad vermeniz önerilir.",
    "Adding a new device …" : "Yeni aygıt ekleniyor...",
    "Could not remove your U2F device" : "U2F aygıtınız silinemedi",
    "Server error while trying to add U2F device" : "U2F aygıtı eklenirken sunucu sorunu çıktı",
    "U2F device registration failed (error code {errorCode})" : "U2F aygıtı kaydedilemedi (hata kodu {errorCode})",
    "Server error while trying to complete U2F device registration" : "U2F aygıtı kaydı tamamlanırken sunucu sorunu çıktı",
    "You added an U2F hardware token" : "U2F aygıtı eklediniz",
    "You removed an U2F hardware token" : "U2F aygıtını sildiniz",
    "U2F device" : "U2F aygıtı",
    "Authenticate with an U2F device" : "U2F aygıtı ile kimlik doğrulama",
    "Two Factor U2F" : "İki Aşamalı Kimlik Doğrulama U2F",
    "Please plug in your U2F device and press the device button to authorize." : "Lütfen U2F aygıtınızı takın ve kimliğinizi doğrulamak için aygıt üzerindeki düğmeye tıklayın.",
    "An error occurred. Please try again." : "Bir sorun çıktı. Lütfen yeniden deneyin.",
    "U2F second-factor auth" : "U2F iki aşamalı kimlik doğrulama",
    "Loading your devices …" : "Aygıtlarınız yükleniyor...",
    "Chrome is the only browser that supports U2F devices. You need to install the \"U2F Support Add-on\" on Firefox to use U2F." : "U2F aygıtı yalnız Chrome web tarayıcısı tarafından desteklenir. Firefox üzerinde U2F kullanabilmek için \"U2F Support eklentisini\" kurmalısınız.",
    "U2F device successfully registered." : "U2F aygıtı kaydedildi."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}